Repository: yeager/swedish-tm
Catalog: sv-weblate.tmx
Source language: en
Languages: sv

source: Recovery token
sv: Återställningstoken

source: Recovery codes can only be used once. Remember to mark used ones as expired.
sv: Återställningskoder kan endast användas en gång. Kom ihåg att markera använda koder som utgångna.

source: Enter the code from the app
sv: Ange koden från appen

source: Password changed.
sv: Lösenordet har ändrats.

source: Username changed from {old} to {new}.
sv: Användarnamn ändrades från {old} till {new}.

source: E-mail changed from {old} to {new}.
sv: E-posten ändrades från {old} till {new}.

source: Full name changed from {old} to {new}.
sv: Fullständigt namn ändrades från {old} till {new}.

source: Password reset requested.
sv: Nollställning av lösenordet har begärts.

source: Password reset confirmed, password turned off.
sv: Nollställning av lösenordet har bekräftats och lösenordet har avaktiverats.

source: Configured sign in using {method} ({name}).
sv: Konfigurerade inloggning med {method} ({name}).

source: Removed sign in using {method} ({name}).
sv: Tog bort inloggningen med {method} ({name}).

source: Signed in using {method} ({name}).
sv: Inloggad med {method} ({name}).

source: Signed in using {method} ({name}) from a new device.
sv: Inloggad med {method} ({name}) från en ny enhet.

source: Somebody attempted to register with your e-mail.
sv: Någon har försökt att registrera sig med din mejladress.

source: Somebody attempted to register using your e-mail address.
sv: Någon har försökt att registrera sig med din mejladress.

source: Could not sign in using {method} ({name}).
sv: Kunde inte logga in med {method} ({name}).

source: Account locked due to many failed sign in attempts.
sv: Kontot låst på grund av för många misslyckade inloggningsförsök.

source: Account locked by the site administrator.
sv: Kontot har låsts av webbplatsadministratören.

source: Account and all private data removed.
sv: Kontot och all privat data har raderats.

source: Account removal confirmation sent to {email}.
sv: Borttagningsbekräftelse av konto skickad till {email}.

source: Agreement with General Terms and Conditions {date}.
sv: Avtal med allmänna villkor {date}.

source: Invited to {site_title} by {username}.
sv: Inbjuden till {site_title} av {username}.

source: Accepted invitation from {username}.
sv: Accepterad inbjudan från {username}.

source: Started trial period.
sv: Började provperiod.

source: Sent confirmation mail to {email}.
sv: Skickade bekräftelsemail till {email}.

source: The system created a user to track authorship of translations uploaded by other user.
sv: Systemet skapade en användare för att spåra författarskap av översättningar som laddats upp av andra användare.

source: Access to project {project} was blocked.
sv: Åtkomst till projekt {project} blockerades.

source: User was enabled by administrator.
sv: Användaren aktiverades av administratör.

source: User was disabled by administrator.
sv: Användaren inaktiverades av administratör.

source: User was disabled because the access has expired.
sv: Användaren har inaktiverats eftersom åtkomsten har upphört att gälla.

source: Semiannual support status review was displayed.
sv: Halvårsvis supportstatusöversyn visades.

source: User was added to the {team} team by {username}.
sv: Användaren lades till i team {team} av {username}.

source: User was removed from the {team} team by {username}.
sv: Användaren togs bort från team {team} av {username}.

source: Two-factor authentication recovery codes were generated
sv: Återställningskoder för tvåfaktorsautentisering genererades

source: Two-factor authentication recovery codes were viewed
sv: Återställningskoder för tvåfaktorsautentisering visades

source: Two-factor authentication added: {device}
sv: Tvåfaktorsautentisering tillagd: {device}

source: Two-factor authentication removed: {device}
sv: Tvåfaktorsautentisering borttagen: {device}

source: Two-factor authentication sign in using {device}
sv: Tvåfaktorsautentisering vid inloggning med {device}

source: Two-factor authentication failed using {device_type}
sv: Användning av {device_type} för tvåfaktorsautentisering misslyckades

source: Configured password to sign in.
sv: Konfigurerade inloggning med lösenord.

source: Signed in using password.
sv: Inloggad med lösenord.

source: Signed in using password from a new device.
sv: Inloggad med lösenord från en ny enhet.

source: Could not sign in using password.
sv: Kunde inte logga in med lösenord.

source: Invited to {project} by {username}.
sv: Inbjuden till {project} av {username}.

source: Password configured.
sv: Lösenord konfigurerat.

source: To restore access to your account, please reset your password.
sv: För att få åtkomst till ditt konto, vänligen återställ ditt lösenord.

source: Please contact project maintainers if you feel this is inappropriate.
sv: Kontakta projektansvariga om du anser att detta är felaktigt.

source: If it was you, please use a password reset to regain access to your account.
sv: Om det var du, anvÃ¤nd en lÃ¶senordsÃ¥terstÃ¤llning fÃ¶r att Ã¥terfÃ¥ Ã¥tkomst till ditt konto.

source: Account activity
sv: Kontoaktivitet

source: Interface Language
sv: Gränssnittsspråk

source: Translated languages
sv: Översatta språk

source: Choose the languages you can translate to. These will be offered to you on the dashboard for easier access to your chosen translations.
sv: Välj de språk du kan översätta till. Dessa kommer att erbjudas dig i kontrollpanelen för att ge enklare åtkomst till dina valda översättningar.

source: Secondary languages
sv: Sekundära språk

source: Choose languages you can understand, strings in those languages will be shown in addition to the source string.
sv: Välj språk du förstår, strängar i dessa språk kommer visas tillsammans med källspråket.

source: Hide completed translations on the dashboard
sv: Dölj fullständiga översättningar på kontrollpanelen

source: Show secondary translations in the Zen mode
sv: Visa sekundära översättningar i Zen-läget

source: Hide source if a secondary translation exists
sv: Dölj källan om en sekundär översättning finns

source: Editor link
sv: Länk till editor

source: Enter a custom URL to be used as link to the source code. You can use {{branch}} for branch, {{filename}} and {{line}} as filename and line placeholders.
sv: Ange en egen länk till källkoden. Du kan använda {{branch}} för branch, {{filename}} och {{line}} som filnamn och radnummer.

source: Translation editor mode
sv: Läge för översättningseditor

source: Full editor
sv: Fullständig editor

source: Zen mode
sv: Zen-läge

source: Zen editor mode
sv: Zen-redigeringsläge

source: Top to bottom
sv: Uppifrån och ned

source: Side by side
sv: Sida vid sida

source: Special characters
sv: Specialtecken

source: You can specify additional special visual keyboard characters to be shown while translating. It can be useful for characters you use frequently, but are hard to type on your keyboard.
sv: Du kan ange ytterligare speciella visuella tangentbordstecken som ska visas under översättningen. Det kan vara användbart för tecken som du använder ofta, men är svåra att skriva på tangentbordet.

source: Number of nearby strings
sv: Antal närliggande strängar

source: Number of nearby strings to show in each direction in the full editor.
sv: Antal närliggande strängar som visas i varje riktning i fullständiga editorn.

source: Automatically watch projects on contribution
sv: Bevaka automatiskt projekt när bidrag gjorts

source: Whenever you translate a string in a project, you will start watching it.
sv: NÃ¤r du Ã¶versÃ¤tter en strÃ¤ng i ett projekt kommer du att bÃ¶rja bevaka projektet.

source: Contribute to personal translation memory
sv: Bidra till personligt översättningsminne

source: Allow your translations to be added to your personal translation memory.
sv: Låt dina översättningar att läggas till i ditt personliga översättningsminne.

source: Watched translations
sv: Dina bevakade översättningar

source: All component lists
sv: Alla komponentlistor

source: Component list
sv: Lista med komponenter

source: Suggested translations
sv: Föreslagna översättningar

source: Default dashboard view
sv: Kontrollpanelens Standardvy

source: Default component list
sv: Standardlista för komponenter

source: You can receive notifications for watched projects and they are shown on the dashboard by default.
sv: Du kan ta emot aviseringar för bevakade projekt, och de visas på kontrollpanelen som standard.

source: Contact URL
sv: Kontakt-URL

source: Link to contact you online using services like Signal, SimpleX or Telegram.
sv: Länk för att kontakta dig online med hjälp av tjänster som Signal, SimpleX eller Telegram.

source: Liberapay username
sv: Liberapay-användarnamn

source: Liberapay is a platform to donate money to teams, organizations and individuals.
sv: Liberapay är en plattform för att donera pengar till team, organisationer och privatpersoner.

source: Link to your Fediverse profile for federated services like Mastodon or diaspora*.
sv: Länk till din Fediverse-profil för federerade tjänster som Mastodon eller diaspora*.

source: Code site URL
sv: Kodwebbadress

source: Link to your code profile for services like Codeberg or GitLab.
sv: Länk till din kodprofil för tjänster som Codeberg eller GitLab.

source: GitHub username
sv: GitHub-användarnamn

source: X username
sv: X-användarnamn

source: LinkedIn profile name
sv: LinkedIn-profilnamn

source: Your LinkedIn profile name from linkedin.com/in/profilename
sv: Ditt LinkedIn-profilnamn från linkedin.com/in/profilename

source: Location
sv: Placering

source: Company
sv: Företag

source: Use global default
sv: Använd global standard

source: Public
sv: Publik

source: Please choose which component list you want to display on the dashboard.
sv: Välj vilken komponentlista du vill ska visas på kontrollpanelen.

source: Selecting component list has no effect when not shown on the dashboard.
sv: Att välja komponentlista har ingen effekt när den inte visas på kontrollpanelen.

source: Added %(language)s to your translated languages. You can adjust them in the settings.
sv: Lade till %(language)s till dina översatta språk. Du kan justera dem i inställningarna.

source: Please provide an e-mail address for submitting translations.
sv: Ange en e-postadress för att skicka in översättningar.

source: No notification
sv: Ingen avisering

source: Instant notification
sv: Direktavisering

source: Daily digest
sv: Daglig sammanställning

source: Weekly digest
sv: Veckovis sammanställning

source: Monthly digest
sv: Månatlig sammanställning

source: Operation was performed in the repository
sv: Operationen utfÃ¶rdes i arkivet

source: Operations were performed in the repository
sv: Ã tgÃ¤rder utfÃ¶rdes i arkivet

source: Component was locked or unlocked
sv: Komponenten var lÃ¥st eller upplÃ¥st

source: Components were locked or unlocked
sv: Komponenterna var lÃ¥sta eller olÃ¥sta

source: License was changed
sv: Licensen Ã¤ndrades

source: Parse error occurred
sv: Tolkningsfel intrÃ¤ffade

source: Parse errors occurred
sv: Tolkningsfel intrÃ¤ffade

source: String is available for translation
sv: StrÃ¤ngen Ã¤r tillgÃ¤nglig fÃ¶r Ã¶versÃ¤ttning

source: Strings are available for translation
sv: StrÃ¤ngar Ã¤r tillgÃ¤ngliga fÃ¶r Ã¶versÃ¤ttning

source: Contributor made their first translation
sv: Bidragsgivaren gjorde sin fÃ¶rsta Ã¶versÃ¤ttning

source: Contributors made their first translation
sv: Bidragsgivarna gjorde sin fÃ¶rsta Ã¶versÃ¤ttning

source: Suggestion was added
sv: FÃ¶rslag lades till

source: Suggestions were added
sv: FÃ¶rslag har lagts till

source: Language was translated
sv: SprÃ¥ket Ã¶versattes

source: Languages were translated
sv: SprÃ¥ken Ã¶versattes

source: Component was translated
sv: Komponenten Ã¶versattes

source: Components were translated
sv: Komponenterna Ã¶versattes

source: Comment was added
sv: Kommentar lades till

source: Comments were added
sv: Kommentarer har lagts till

source: You were mentioned in a comment
sv: Du nÃ¤mndes i en kommentar

source: You were mentioned in some comments
sv: Du nÃ¤mndes i nÃ¥gra kommentarer

source: Your translation received a comment
sv: Din Ã¶versÃ¤ttning fick en kommentar

source: Your translation received comments
sv: Din Ã¶versÃ¤ttning har fÃ¥tt kommentarer

source: String was edited by user
sv: StrÃ¤ngen redigerades av anvÃ¤ndaren

source: Strings were edited by user
sv: StrÃ¤ngarna har redigerats av anvÃ¤ndaren

source: String was approved
sv: StrÃ¤ng godkÃ¤ndes

source: Strings were approved
sv: StrÃ¤ngarna godkÃ¤ndes

source: String was changed
sv: StrÃ¤ng Ã¤ndrades

source: Strings were changed
sv: StrÃ¤ngarna Ã¤ndrades

source: New language was added or requested
sv: Nytt sprÃ¥k lades till eller begÃ¤rdes

source: New languages were added or requested
sv: Nya sprÃ¥k har lagts till eller efterfrÃ¥gats

source: New translation component was created
sv: Ny Ã¶versÃ¤ttningskomponent skapades

source: New translation components were created
sv: Nya Ã¶versÃ¤ttningskomponenter skapades

source: Announcement was published
sv: Meddelande publicerades

source: Announcements were published
sv: Meddelanden publicerades

source: New alert emerged in a component
sv: Ny varning uppstod i en komponent

source: New alerts emerged in a component
sv: Nya varningar uppstod i en komponent

source: Repository operation failed
sv: Arkivoperation misslyckades

source: Repository operations failed
sv: ArkivÃ¥tgÃ¤rder misslyckades

source: Pending suggestions exist
sv: VÃ¤ntande fÃ¶rslag finns

source: Unfinished strings exist
sv: OfÃ¤rdiga strÃ¤ngar finns

source: This password consists of only whitespace.
sv: Lösenordet består enbart av mellanslag.

source: This password is only a single character.
sv: Lösenordet består bara av ett tecken.

source: Your password can't consist of a single character or only whitespace.
sv: Lösenordet kan inte bestå av ett ensamt tecken eller bara blanksteg.

source: Can not reuse previously used password.
sv: Tidigare använda lösenord kan inte återanvändas.

source: Your password can't match a password you have used in the past.
sv: Ditt lösenord kan inte vara samma som ett du har använt tidigare.

source: You can not complete password reset while signed in.
sv: Du kan inte slutföra återställning av lösenord när du är inloggad.

source: The registration link has been invalidated.
sv: Registreringslänken är ogiltig.

source: You can not complete registration while signed in.
sv: Du kan inte slutföra registreringen när du är inloggad.

source: You can confirm your registration only while signed in.
sv: Du kan bara bekräfta din registrering medan du är inloggad.

source: Your e-mail no longer belongs to verified account, it has been changed to {0}.
sv: Din e-postadress tillhör inte längre ett verifierat konto. Den har ändrats till {0}.

source: Use security key (WebAuthn)
sv: AnvÃ¤nd sÃ¤kerhetsnyckel (WebAuthn)

source: Use authentication app (TOTP)
sv: Använd autentiseringsapp (TOTP)

source: Use recovery codes
sv: Använd återställningskoder

source: Sync with system
sv: Synkronisera med systemet

source: Security key (%s)
sv: Säkerhetsnyckel (%s)

source: Authentication app (%s)
sv: Autentiseringsapp (%s)

source: Password reset
sv: Nollställ lösenord

source: Remove account
sv: Ta bort konto

source: User registration
sv: Användarregistrering

source: Could not send message to administrator.
sv: Kunde inte skicka meddelande till administratören.

source: Could not open a ticket, please try again later.
sv: Det gick inte att Ã¶ppna ett Ã¤rende. FÃ¶rsÃ¶k igen senare.

source: Your request has been sent, you will shortly hear from us.
sv: Din förfrågan har skickats, du kommer inom kort att höra från oss.

source: User profile
sv: Användarprofil

source: Your account has been removed.
sv: Ditt konto har tagits bort.

source: Too many messages sent, please try again later.
sv: För många meddelanden skickade. Vänligen försök igen senare.

source: Seems you've already requested a trial period recently. Please contact us with your inquiry so we can find the best solution for you.
sv: Verkar som att du redan har begärt en provperiod. Kontakta oss med din förfrågan så att vi kan hitta den bästa lösningen för dig.

source: Your trial period is now up and running; create your translation project and start Weblating!
sv: Din provperiod är nu igång; skapa ditt översättningsprojekt och börja Weblate:a!

source: Gratis trial
sv: Gratis provperiod

source: Signed out
sv: Utloggad

source: Register e-mail
sv: Registrera e-post

source: Cannot reset password, e-mail authentication is turned off.
sv: Kan inte återställa lösenordet, e-postautentisering är avstängd.

source: Password reset has been already completed.
sv: Nollställning av lösenordet har redan slutförts.

source: Could not remove user identity
sv: Det gick inte att ta bort användaridentitet

source: Add another identity by confirming your e-mail address first.
sv: Lägg till ytterligare en identitet genom att bekräfta din e-postadress först.

source: Could not authenticate: %s
sv: Kunde inte autentisera: %s

source: Could not complete registration.
sv: Kunde inte slutföra registreringen.

source: Please check if you have already registered an account.
sv: Kontrollera om du redan har registrerat ett konto.

source: You can also request a new password, if you have lost your credentials.
sv: Du kan också begära ett nytt lösenord, om du har förlorat dina autentiseringsuppgifter.

source: Try registering again to verify your identity, the confirmation link probably expired.
sv: Försök att registrera dig igen för att verifiera din identitet, bekräftelselänken har förmodligen gått ut.

source: Could not authenticate due to invalid session state.
sv: Det gick inte att autentisera på grund av ogiltigt sessionstillstånd.

source: Got no e-mail address from third party authentication service.
sv: Fick ingen e-postadress från tredjepartsautentiseringstjänsten.

source: Please register using e-mail instead.
sv: Vänligen registrera er med e-postadress i stället.

source: Could not parse RelayState from SAML Identity Provider.
sv: Kunde inte tolka RelayState från identitetstillhandahållaren SAML.

source: New registrations are turned off.
sv: Nya registreringar är avstängda.

source: Could not authenticate, probably due to an expired token or connection error.
sv: Det gick inte att autentisera, troligtvis p.g.a. ett utgånget token eller kommunikationsfel.

source: Authentication cancelled.
sv: Autentiseringen avbröts.

source: The server does not allow authentication.
sv: Servern tillåter inte autentisering.

source: The supplied e-mail address is already in use for another account.
sv: Den angivna e-postadressen används redan för ett annat konto.

source: The supplied username is already in use for another account.
sv: Det angivna användarnamnet används redan för ett annat konto.

source: Authentication failed: %s
sv: Autentisering misslyckades: %s

source: The supplied user identity is already in use for another account.
sv: Det angivna användarnamnet används redan för ett annat konto.

source: The authentication provider could not be reached.
sv: Autentiseringsleverantören kunde inte nås.

source: Notification settings adjusted.
sv: Aviseringsinställningarna är justerade.

source: The notification change link is no longer valid, please sign in to configure notifications.
sv: Länken för att ändra aviseringar är inte längre giltig, logga in för att konfigurera aviseringar.

source: The security key was removed.
sv: Säkerhetsnyckeln har tagits bort.

source: The security key %s was registered.
sv: Säkerhetsnyckeln %s registrerades.

source: The authentication app was removed.
sv: Autentiseringsappen har tagits bort.

source: The authentication app %s was registered.
sv: Autentiseringsappen %s har registrerats.

source: Second factor sign in
sv: Inloggning med andra faktorn

source: Automatically translates strings using machine translation or other components.
sv: Översätter automatiskt strängar med maskinöversättning eller andra komponenter.

source: The repository is outdated, you might not get expected results until you update it.
sv: Arkivet är föråldrat, du kanske inte får förväntade resultat förrän du uppdaterar det.

source: JavaScript localization CDN
sv: JavaScript-lokalisering CDN

source: Publishes translations into content delivery network for use in JavaScript or HTML localization.
sv: Publicerar översättningar till content delivery network för användning i JavaScript eller HTML-lokalisering.

source: Cleanup translation files
sv: Städa upp i översättningsfiler

source: Update all translation files to match the monolingual base file. For most file formats, this means removing stale translation keys no longer present in the base file.
sv: Uppdatera alla översättningsfiler så att de stämmer överens med den enspråkiga basfilen. För de flesta filformat betyder det att översättningsposter som inte finns kvar i basfilen kommer att raderas.

source: Remove blank strings
sv: Ta bort tomma strängar

source: Removes strings without a translation from translation files.
sv: Tar bort strängar utan en översättning från översättningsfiler.

source: Add missing languages
sv: Lägg till saknade språk

source: Ensures a consistent set of languages is used for all components within a project.
sv: Säkerställer att en enhetlig uppsättning språk används för alla komponenter i ett projekt.

source: Component discovery
sv: Komponentupptäckt

source: Automatically adds or removes project components based on file changes in the version control system.
sv: Lägger till och tar bort projektkomponenter automatiskt baserat på filändringar i versionskontrollsystemet.

source: Example add-on
sv: Exempeltillägg

source: This add-on does nothing it is just an example.
sv: Detta tillägg gör ingenting, det är bara ett exempel.

source: Execute script before commit
sv: Exekvera skript innan arkivering

source: This add-on executes a script.
sv: Detta tillägg exekverar ett skript.

source: Sends notifications to a Fedora Messaging compatible AMQP exchange.
sv: Skickar aviseringar till en Fedora Messaging-kompatibel AMQP-växel.

source: Flag new source strings as "Needs checking"
sv: Markera nya källsträngar som "Behöver kontrolleras"

source: Whenever a new source string is imported from the VCS, it is flagged as needing checking in Weblate. This way you can easily filter and edit source strings written by the developers.
sv: När en ny källsträng importeras från VCS markeras den som att den behöver kontrolleras i Weblate. På så sätt kan du enkelt filtrera och redigera källsträngar som skrivits av utvecklarna.

source: Flag new translations as "Needs rewriting"
sv: Markera nya översättningar som "Behöver skrivas om"

source: Whenever a new translatable string is imported from the VCS, it is flagged as needing rewriting in Weblate. This way you can easily filter and edit translations created by the developers.
sv: När en ny översättningsbar sträng importeras från VCS markeras den som omskrivningsbar i Weblate. På så sätt kan du enkelt filtrera och redigera översättningar som skapats av utvecklarna.

source: Flag unchanged translations as "Needs rewriting"
sv: Markera oförändrade översättningar som "Behöver skrivas om"

source: Whenever a new translatable string is imported from the VCS and it matches a source string, it is flagged as needing rewriting in Weblate. Especially useful for file formats that include source strings for untranslated strings.
sv: När en ny översättningsbar sträng importeras från VCS och den matchar en källsträng, markeras den som att den behöver skrivas om i Weblate. Detta är särskilt användbart för filformat som innehåller källsträngar för oöversatta strängar.

source: Bulk edit
sv: Massredigering
